Repository: kaiwen-wang/LocalizableParser
Catalog: output/4_final_xcstrings/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans, zh_hant

source: Free trial limited to 2 items
de: Kostenlose Testversion auf 2 Artikel begrenzt
es: Prueba gratuita limitada a 2 artículos
fr: Essai gratuit limité à 2 articles
hi: नि:शुल्क परीक्षण 2 वस्तुओं तक सीमित है।
id: Uji coba gratis dibatasi hingga 2 item
it: Prova gratuita limitata a 2 articoli
ja: 無料トライアルは2アイテムまで制限されています
ko: 무료 체험은 최대 2개 항목으로 제한됩니다.
nl: Gratis proefperiode beperkt tot 2 artikelen
pl: Bezpłatny okres próbny ograniczony do 2 przedmiotów
pt_br: Teste grátis limitado a 2 itens
ru: Бесплатная пробная версия ограничена 2 товарами.
th: ทดลองใช้งานฟรีจำกัดที่ 2 รายการ
tr: Ücretsiz deneme 2 ürünle sınırlıdır.
uk: Безкоштовна пробна версія обмежена 2 предметами.
vi: Dùng thử miễn phí giới hạn 2 mặt hàng.
zh_hans: The free trial is limited to 2 items.
zh_hant: 免費試用限於2個項目

source: From File
de: Aus Datei"
es: "Desde archivo"
fr: Du fichier.
hi: "फ़ाइल से"
id: Dari Berkas
it: "Dal file"
ja: ファイルから
ko: "파일에서"
nl: "Van bestand"
pl: Z pliku.
pt_br: "Do Arquivo"
ru: Из файла
th: จากไฟล์
tr: "Dosyadan"
uk: З файлу
vi: Từ Tập tin
zh_hans: 从文件
zh_hant: 從檔案

source: From Video URL
de: Von Video-URL
es: "Desde URL del video"
fr: De l'URL de la vidéo
hi: वीडियो URL से।
id: Dari URL Video
it: Dall'URL del video.
ja: ビデオURLから
ko: 비디오 URL에서
nl: Van video-URL.
pl: Z adresu URL wideo.
pt_br: Do URL do vídeo.
ru: Из URL видео.
th: จาก URL วิดีโอ
tr: Video URL'ından
uk: З URL відео.
vi: Từ URL Video
zh_hans: 从视频网址
zh_hant: 從視頻網址

source: Full Access Unlocked
de: Voller Zugriff freigeschaltet.
es: Acceso completo desbloqueado
fr: Accès complet déverrouillé
hi: पूर्ण पहुंच अनलॉक किया गया है।
id: Akses Penuh Terbuka
it: Accesso completo sbloccato
ja: フルアクセスがロック解除されました。
ko: 풀 액세스 잠금 해제됨
nl: Volledige toegang ontgrendeld
pl: Pełny dostęp odblokowany
pt_br: Acesso Completo Desbloqueado
ru: Полный доступ разблокирован.
th: เข้าถึงทั้งหมดถูกปลดล็อค
tr: Tam Erişim Kilidi Açıldı.
uk: Повний доступ розблоковано.
vi: Toàn quyền truy cập đã mở
zh_hans: 完全访问已解锁
zh_hant: 完整訪問已解鎖

source: Gemini API Key
de: Gemini API-Schlüssel
es: "Clave de API de Gemini"
fr: "Clé API Gemini"
hi: जेमिनी एपीआई कुंजी
id: Kunci API Gemini
it: Chiave API di Gemini
ja: ジェミニAPIキー
ko: 젬니니 API 키
nl: Gemini API-sleutel
pl: Klucz API Gemini
pt_br: Chave da API Gemini
ru: Ключ API Gemini
th: คีย์ API ของ Gemini
tr: Gemini API Anahtarı
uk: Ключ API Gemini
vi: "Chìa khóa API Gemini"
zh_hans: 双子座 API 密钥
zh_hant: 雙子座 API 金鑰

source: General
de: Allgemein
fr: Général
hi: सामान्य
id: Umum
it: Generale
ja: 一般
ko: 일반적인
nl: Algemeen
pl: Ogólny
pt_br: Geral
ru: Общий
th: ทั่วไป
tr: Genel
uk: Загальний
vi: Chung
zh_hans: 通用
zh_hant: 一般

source: General Error: %@
de: Allgemeiner Fehler: %@
es: Error general: %@
fr: Erreur générale: %@
hi: सामान्य त्रुटि: %@
id: Kesalahan Umum: %@
it: Errore generale: %@
ja: 一般エラー: %@。
ko: 일반 오류: %@
nl: Algemene fout: %@
pl: Błąd ogólny: %@
pt_br: Erro geral: %@
ru: Общая ошибка: %@
th: ข้อผิดพลาดทั่วไป: %@
tr: Genel Hata: %@
uk: Загальна помилка: %@.
vi: Lỗi chung: %@
zh_hans: "一般错误: %@"
zh_hant: 一般錯誤：%@

source: Generate (⌘⏎)
de: Erstellen (⌘⏎)
es: "Generar (⌘⏎)"
fr: Générer (⌘⏎)
hi: "उत्पन्न करें (⌘⏎)"
id: Hasilkan (⌘⏎)
it: Genera (⌘⏎)
ja: 生成する（⌘⏎）
ko: 생성 (⌘⏎)
nl: "Genereren (⌘⏎)"
pl: "Generuj (⌘⏎)"
pt_br: Gerar (⌘⏎)
ru: Создать (⌘⏎)
th: สร้าง (⌘⏎)
tr: "Oluştur (⌘⏎)"
uk: Створити (⌘⏎)
vi: Tạo ra (⌘⏎)
zh_hans: 生成（⌘⏎）
zh_hant: 生成（⌘⏎）

source: Get Anthropic API Key
de: Anthropic API-Schlüssel abrufen
es: Obtener la clave API de Anthropic
fr: Obtenez la clé API Anthropique
hi: एन्थ्रोपिक एपीआई कुंजी प्राप्त करें।
id: Dapatkan Kunci API Anthropic
it: Ottieni la chiave API di Anthropic
ja: Anthropic APIキーを取得
ko: Anthropic API 키 받기
nl: Verkrijg Anthropic API-sleutel
pl: Uzyskaj klucz API Anthropic
pt_br: Obter chave de API da Anthropic
ru: Получить ключ API Anthropic
th: รับคีย์ API ของ Anthropic
tr: Anthropic API Anahtarı Alın
uk: Отримати ключ API Anthropic
vi: Nhận khóa API Anthropic
zh_hans: 获取 Anthropic API 密钥
zh_hant: 獲取Anthropic API密鑰

source: Get DeepSeek API Key
de: "Holen Sie sich den DeepSeek API-Schlüssel"
es: Obtener clave de API de DeepSeek
fr: Obtenir la clé d'API DeepSeek
hi: "डीपसीक एपीआई कुंजी प्राप्त करें"
id: Dapatkan Kunci API DeepSeek
it: Ottieni la chiave API di DeepSeek.
ja: DeepSeek APIキーを取得します。
ko: DeepSeek API 키 가져오기
nl: Ontvang DeepSeek API-sleutel
pl: Pobierz klucz API DeepSeek.
pt_br: Obter chave da API DeepSeek
ru: Получить ключ API DeepSeek
th: รับคีย์ API DeepSeek
tr: "DeepSeek API Anahtarı Al"
uk: Отримати ключ API DeepSeek"
vi: Nhận khóa API DeepSeek
zh_hans: 获取DeepSeek API密钥
zh_hant: 獲取 DeepSeek API 金鑰

source: Get Gemini API Key
de: Holen Sie sich den Gemini API-Schlüssel.
es: Obtener clave de API de Gemini
fr: Obtenir la clé API Gemini
hi: जेमिनी API कुंजी प्राप्त करें।
id: Dapatkan Kunci API Gemini
it: Ottieni la chiave API di Gemini
ja: Gemini APIキーを取得します。
ko: 젬니 API 키 가져오기
nl: Ontvang Gemini API-sleutel
pl: Pobierz klucz API Gemini.
pt_br: Obter Chave da API Gemini
ru: Получить ключ API Gemini
th: รับคีย์ API ของ Gemini
tr: Gemini API Anahtarı Alın.
uk: Отримати ключ API Gemini"
vi: Nhận Khóa API Gemini
zh_hans: 获取 Gemini API 密钥
zh_hant: 獲取雙子API金鑰

source: Get Mistral API Key
de: Holen Sie sich den Mistral API-Schlüssel.
es: Obtener clave de API de Mistral
fr: Obtenir la clé API Mistral
hi: प्राप्त करें मिस्ट्रल API कुंजी।
id: Dapatkan Kunci API Mistral
it: Ottieni la chiave API di Mistral
ja: Mistral APIキーを取得します。
ko: Mistral API 키 가져오기
nl: Ontvang Mistral API-sleutel
pl: Pobierz klucz API Mistral.
pt_br: Obter chave da API Mistral
ru: Получить ключ API Mistral
th: รับคีย์ API ของ Mistral
tr: "Mistral API Anahtarı Al"
uk: Отримати ключ API Mistral.
vi: Nhận Mistral API Key
zh_hans: 获取 Mistral API 密钥
zh_hant: 獲取 Mistral API 金鑰

source: Get OpenAI API Key
de: Holen Sie sich den OpenAI-API-Schlüssel.
es: Obtener clave de API de OpenAI
fr: Obtenir la clé API OpenAI
hi: "OpenAI API कुंजी प्राप्त करें"
id: Dapatkan Kunci API OpenAI
it: Ottieni la chiave API di OpenAI
ja: OpenAI APIキーを取得します。
ko: OpenAI API 키 가져오기
nl: Ontvang OpenAI API-sleutel
pl: Pobierz klucz API OpenAI.
pt_br: Obter chave da API OpenAI
ru: Получить ключ API OpenAI
th: รับคีย์ API จาก OpenAI
tr: "OpenAI API Anahtarı Al"
uk: Отримати ключ API OpenAI"
vi: Nhận Khóa API OpenAI
zh_hans: 获取OpenAI API密钥。
zh_hant: 獲取 OpenAI API 金鑰

source: Get OpenRouter API Key
de: API-Schlüssel abrufen.
es: Obtener clave de API de OpenRouter
fr: Obtenir la clé API OpenRouter
hi: "ओपनराउटर API कुंजी प्राप्त करें"
id: Dapatkan Kunci API OpenRouter
it: Ottieni la chiave API di OpenRouter
ja: OpenRouter APIキーを取得します。
ko: OpenRouter API 키 가져오기
nl: Ontvang OpenRouter API-sleutel
pl: Pobierz klucz API OpenRouter.
pt_br: Obter chave da API do OpenRouter.
ru: Получить ключ API OpenRouter
th: รับคีย์ API ของ OpenRouter
tr: "OpenRouter API Anahtarı Al"
uk: Отримати ключ API OpenRouter
vi: Nhận khóa API OpenRouter
zh_hans: 获取 OpenRouter API 密钥
zh_hant: 獲取 OpenRouter API 金鑰

source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
hi: शुरू हो जाओ।
id: Mulai Sekarang
it: Iniziare
ja: 開始します。
ko: 시작하기
nl: "Aan de slag"
pl: Zacznijmy
pt_br: "Começar"
ru: Начать
th: เริ่มต้น
tr: "Başlayın"
uk: Почати.
vi: Bắt đầu
zh_hans: 开始使用
zh_hant: 開始使用

source: Hide Presentation Mode
de: Verstecke Präsentationsmodus
es: Ocultar modo de presentación
fr: Masquer le mode présentation
hi: "प्रस्तुति मोड छुपाएं"
id: Sembunyikan Mode Presentasi
it: Nascondi modalità presentazione
ja: プレゼンテーションモードを非表示
ko: 프레젠테이션 모드 숨기기
nl: Verberg presentatiemodus
pl: Ukryj tryb prezentacji
pt_br: Ocultar Modo de Apresentação
ru: Скрыть режим презентации
th: ซ่อนโหมดการนำเสนอ
tr: Gizle Sunum Modu
uk: Сховати режим презентації
vi: Ẩn Chế Độ Trình Bày
zh_hans: 隐藏演示模式
zh_hant: 隱藏演示模式

source: Hide Purchase Status in Permissions
de: "Kaufstatus in Berechtigungen ausblenden"
es: Ocultar estado de compra en Permisos.
fr: Masquer l'état de l'achat dans les autorisations
hi: अनुमतियों में खरीद की स्थिति छुपाएं।
id: Sembunyikan Status Pembelian dalam Izin
it: Nascondi lo stato dell'acquisto nelle autorizzazioni.
ja: アクセス許可で購入状況を非表示
ko: 권한에서 구매 상태 숨기기
nl: "Verberg aankoopstatus in machtigingen"
pl: Ukryj status zakupu w uprawnieniach.
pt_br: Ocultar status da compra em Permissões.
ru: Скрыть статус покупки в разрешениях.
th: ซ่อนสถานะการซื้อในการอนุญาต
tr: İzinlerde Satın Alma Durumunu Gizle.
uk: Сховати статус покупки в дозволах.
vi: Ẩn Trạng thái Mua hàng trong Quyền hạn.
zh_hans: 在权限中隐藏购买状态
zh_hant: 在權限中隱藏購買狀態

source: If enabled, the Purchase Status section will be hidden from the Permissions screen.
de: Wenn aktiviert, wird der Kaufstatusbereich vom Berechtigungsbildschirm ausgeblendet.
es: Si está habilitado, la sección Estado de compra se ocultará de la pantalla de Permisos.
fr: Si activé, la section État d'achat sera masquée de l'écran des autorisations.
hi: यदि सक्षम है, तो अधिकार स्क्रीन से खरीदारी स्थिति खो जाएगी।
id: Jika diaktifkan, bagian Status Pembelian akan disembunyikan dari layar Izin.
it: Se abilitato, la sezione Stato acquisto sarà nascosta dalla schermata Autorizzazioni.
ja: 有効になっている場合、購入状況セクションはアクセス許可画面から非表示になります。
ko: 활성화된 경우 권한 화면에서 구매 상태 섹션이 숨겨집니다.
nl: Indien ingeschakeld, wordt het gedeelte Aankoopstatus verborgen op het scherm Machtigingen.
pl: Jeśli jest włączone, sekcja Status zakupu zostanie ukryta z ekranu Uprawnienia.
pt_br: Se ativado, a seção Status da Compra será ocultada da tela de Permissões.
ru: Если включено, раздел Статус покупки будет скрыт на экране Разрешения.
th: หากเปิดใช้งาน ส่วนสถานะการซื้อจะถูกซ่อนไว้จากหน้าจอการอนุญาต์การใช้งาน ณ.
tr: Etkinleştirilirse, Satın Alma Durumu bölümü İzinler ekranından gizlenecektir.
uk: Якщо ввімкнено, розділ Статус покупки буде прихований на екрані Дозволи.
vi: Nếu được kích hoạt, phần Trạng thái Mua hàng sẽ bị ẩn khỏi màn hình Quyền.
zh_hans: 如果启用，购买状态部分将从权限屏幕中隐藏。
zh_hant: 如果啟用，購買狀態部分將從權限畫面中隱藏。

source: If enabled, will generate a new summary even if one already exists. If disabled, will preserve existing summaries.
de: Wenn aktiviert, wird auch dann eine neue Zusammenfassung generiert, wenn bereits eine vorhanden ist. Wenn deaktiviert, werden bestehende Zusammenfassungen beibehalten.
es: Si está habilitado, generará un nuevo resumen incluso si ya existe uno. Si está deshabilitado, conservará los resúmenes existentes.
fr: Si activé, générera un nouveau résumé même s'il en existe déjà un. Si désactivé, conservera les résumés existants.
hi: यदि सक्षम है, तो एक नया सारांश उत्पन्न करेगा यदि पहले से ही एक है। यदि अक्षम है, तो मौजूदा सारांश को संरक्षित रखेगा।
id: Jika diaktifkan, akan menghasilkan ringkasan baru bahkan jika sudah ada satu. Jika dinonaktifkan, akan mempertahankan ringkasan yang sudah ada.
it: Se abilitato, genererà un nuovo riepilogo anche se ne esiste già uno. Se disabilitato, preserverà i riepiloghi esistenti.
ja: 有効にすると、すでに存在する場合でも新しいサマリーを生成します。 無効にすると、既存のサマリーを保持します。
ko: 활성화되면 이미 요약이 있는 경우에도 새로운 요약을 생성합니다. 비활성화되면 기존 요약을 유지합니다.
nl: Indien ingeschakeld, zal een nieuwe samenvatting worden gegenereerd, zelfs als er al een bestaat. Indien uitgeschakeld, zullen bestaande samenvattingen behouden blijven.
pl: Jeśli jest włączone, zostanie wygenerowane nowe podsumowanie, nawet jeśli już istnieje. Jeśli jest wyłączone, istniejące podsumowania zostaną zachowane.
pt_br: Se ativado, irá gerar um novo resumo mesmo que um já exista. Se desativado, irá preservar os resumos existentes.
ru: Если включено, будет создан новый обзор, даже если уже существует. Если отключено, будут сохранены существующие обзоры.
th: หากเปิดใช้งาน จะสร้างสรุปใหม่แม้ว่ามีอยู่แล้ว หากปิดใช้งาน จะรักษาสรุปที่มีอยู่ไว้
tr: Etkinleştirildiğinde, zaten varsa yeni bir özet oluşturacak. Devre dışı bırakıldığında mevcut özetleri koruyacak.
uk: Якщо увімкнено, буде створено новий підсумок, навіть якщо вже існує один. Якщо вимкнено, будуть збережені існуючі підсумки.
vi: Nếu được kích hoạt, sẽ tạo ra một bản tóm tắt mới ngay cả khi đã tồn tại một bản tóm tắt. Nếu bị vô hiệu hóa, sẽ bảo tồn các bản tóm tắt hiện tại.
zh_hans: 如果启用，即使已存在摘要，也会生成新摘要。如果禁用，将保留现有摘要。
zh_hant: 如果啟用，即使已存在摘要，也會生成新摘要。如果停用，將保留現有摘要。

source: Incoming
de: "Eingehend"
es: "Entrante"
fr: "Entrant"
hi: आने वाला
id: Masuk
it: In arrivo.
ja: 着信中
ko: 수신 중
nl: "Inkomend"
pl: Przychodzący
pt_br: Chegando
ru: Входящий
th: ขาเข้า
tr: "Gelen"
uk: Вхідний
vi: Đang đến
zh_hans: "来电"
zh_hant: 來電

source: Invalid URL format. Please use http://localhost:11434 or your custom server URL.
de: Ungültiges URL-Format. Bitte verwenden Sie http://localhost:11434 oder Ihre benutzerdefinierte Server-URL.
es: Formato de URL no válido. Por favor, utilice http://localhost:11434 o su URL de servidor personalizado.
fr: Format d'URL invalide. Veuillez utiliser http://localhost:11434 ou votre URL de serveur personnalisée.
hi: अमान्य URL प्रारूप। कृपया http://localhost:11434 या अपने कस्टम सर्वर URL का उपयोग करें।
id: Format URL tidak valid. Harap gunakan http://localhost:11434 atau URL server kustom Anda.
it: Formato URL non valido. Si prega di utilizzare http://localhost:11434 o il proprio URL del server personalizzato.
ja: 無効なURL形式です。http://localhost:11434 またはカスタムサーバーURLを使用してください。
ko: 잘못된 URL 형식입니다. http://localhost:11434 또는 사용자 정의 서버 URL을 사용하십시오.
nl: Ongeldige URL-indeling. Gebruik alstublieft http://localhost:11434 of uw aangepaste server-URL.
pl: Nieprawidłowy format adresu URL. Proszę użyć http://localhost:11434 lub własnego adresu URL serwera.
pt_br: Formato de URL inválido. Por favor, use http://localhost:11434 ou sua URL de servidor personalizada.
ru: Неверный формат URL. Пожалуйста, используйте http://localhost:11434 или свой собственный URL сервера.
th: รูปแบบ URL ไม่ถูกต้อง โปรดใช้ http://localhost:11434 หรือ URL เซิร์ฟเวอร์ที่กำหนดเองของคุณ
tr: Geçersiz URL biçimi. Lütfen http://localhost:11434 veya özel sunucu URL'nizi kullanın.
uk: Недійсний формат URL. Будь ласка, використовуйте http://localhost:11434 або свій власний URL сервера.
vi: Định dạng URL không hợp lệ. Vui lòng sử dụng http://localhost:11434 hoặc URL máy chủ tùy chỉnh của bạn.
zh_hans: 无效的URL格式。 请使用http://localhost:11434或您的自定义服务器URL。
zh_hant: URL 格式無效。請使用 http://localhost:11434 或您的自訂伺服器 URL。

source: Invalid URL: %@
de: Ungültige URL: %@
es: URL no válido: %@
fr: URL non valide : %@
hi: अमान्य URL: %@्
id: URL tidak valid: %@
it: URL non valido: %@
ja: 無効なURL: %@
ko: 잘못된 URL: %@
nl: Ongeldige URL: %@
pl: Nieprawidłowy adres URL: %@.
pt_br: URL inválida: %@
ru: Недопустимый URL: %@.
th: ที่อยู่ URL ไม่ถูกต้อง: %@
tr: Geçersiz URL: %@
uk: Недійсна URL: %@
vi: Địa chỉ URL không hợp lệ: %@.
zh_hans: 无效的网址: %@。
zh_hant: 無效的網址: %@。

source: Keyboard Shortcuts
de: Tastenkombinationen
es: Atajos de teclado
fr: Raccourcis Clavier
hi: कीबोर्ड शॉर्टकट्स
id: Pintasan Keyboard
it: Scorciatoie da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
nl: Toetsenbord snelkoppelingen
pl: Skróty klawiaturowe
pt_br: Atalhos de Teclado
ru: Сочетания клавиш
th: คีย์บอร์ดชอร์ตคัต
tr: Klavye Kısayolları
uk: Комбінації клавіш
vi: Phím tắt trên bàn phím
zh_hans: 键盘快捷键
zh_hant: 鍵盤快捷鍵

source: Learn more about Ollama
de: Erfahren Sie mehr über Ollama.
es: Obtén más información sobre Ollama.
fr: En savoir plus sur Ollama
hi: Ollama के बारे में और अधिक जानें।
id: Pelajari lebih lanjut tentang Ollama.
it: Scopri di più su Ollama.
ja: Ollamaについてもっと学ぶ
ko: Ollama에 대해 더 알아보기
nl: Meer informatie over Ollama
pl: Dowiedz się więcej o Ollama.
pt_br: Saiba mais sobre Ollama.
ru: Узнайте больше о Ollama.
th: เรียนรู้เพิ่มเติมเกี่ยวกับ Ollama
tr: Ollama hakkında daha fazla bilgi edinin.
uk: Дізнайтеся більше про Оллама.
vi: Tìm hiểu thêm về Ollama.
zh_hans: 了解更多关于Ollama。
zh_hant: 了解更多有關 Ollama

source: Legacy User Simulated: %@ (Click to toggle)
de: Legacy-Benutzer simuliert: %@ (Klicken zum Umschalten)
es: Usuario heredado simulado: %@ (Haga clic para alternar)
fr: Utilisateur hérité simulé: %@ (Cliquez pour basculer)
hi: विरासत उपयोगकर्ता अनुकरण: %@ (टॉगल करने के लिए क्लिक करें)
id: Pengguna Warisan Disimulasikan: %@ (Klik untuk beralih)
it: Utente Legacy Simulato: %@ (Clicca per attivare/disattivare)
ja: Legacy User Simulated: %@ (クリックして切り替え)
ko: Legacy 사용자 시뮬레이션: %@ (전환하려면 클릭)
nl: Legacy Gebruiker Gesimuleerd: %@ (Klik om te schakelen)
pl: Legacy Użytkownik Symulowany: %@ (Kliknij, aby przełączyć)
pt_br: Usuário Legado Simulado: %@ (Clique para alternar)
ru: Пользователь Legacy имитирован: %@ (Нажмите, чтобы переключить)
th: ผู้ใช้เก่าจำลอง: %@ (คลิกเพื่อสลับ)
tr: Miras Kullanıcı Simüle Edildi: %@ (Değiştirmek için tıklayın)
uk: Симульований користувач спадщини: %@ (Клацніть, щоб перемкнути)
vi: Người dùng kế thừa được mô phỏng: %@ (Nhấn để chuyển đổi)
zh_hans: 模拟传统用户：%@（点击切换）
zh_hant: 模擬遺留使用者：%@（點擊切換）

source: Let's get you set up for your first transcription. Here are the key steps:
de: Lassen Sie uns für Ihre erste Transkription einrichten. Hier sind die wichtigsten Schritte:
es: Vamos a prepararte para tu primera transcripción. Aquí están los pasos clave:
fr: Préparons votre première transcription. Voici les étapes clés :
hi: "चलो, आपको अपनी पहली ट्रांसक्रिप्शन के लिए तैयार करते हैं। यहाँ मुख्य कदम हैं:"
id: Mari kita siapkan Anda untuk transkripsi pertama Anda. Berikut langkah-langkah kunci:
it: Prepariamoci per la tua prima trascrizione. Ecco i passaggi chiave:
ja: 最初の転写の準備を整えましょう。以下が主要なステップです：
ko: "첫 번째 전사를 위해 설정해 드릴게요. 주요 단계는 다음과 같습니다:"
nl: Laten we je klaarmaken voor je eerste transcriptie. Hier zijn de belangrijkste stappen:
pl: Przygotujmy Cię do pierwszej transkrypcji. Oto kluczowe kroki:
pt_br: Vamos configurar sua primeira transcrição. Aqui estão os passos-chave:
ru: Давайте настроим вас для вашей первой транскрипции. Вот основные шаги:
th: มาเริ่มตั้งค่าการถอดรหัสครั้งแรกของคุณกันเถอะ นี่คือขั้นตอนสำคัญ:
tr: İlk transkripsiyonunuz için hazırlanmanıza yardımcı olalım. İşte temel adımlar:
uk: Давайте налаштуємо вас на вашу першу транскрипцію. Ось ключові кроки:
vi: Hãy bắt đầu thiết lập cho bản ghi âm đầu tiên của bạn. Dưới đây là các bước chính:
zh_hans: 让我们为您的第一次转录做好准备。以下是关键步骤：
zh_hant: 讓我們為您的第一次轉錄做好準備。以下是關鍵步驟：

source: Lifetime purchase currently unavailable.
de: Lebenslanger Kauf derzeit nicht verfügbar.
es: Compra de por vida actualmente no disponible.
fr: Achat à vie actuellement indisponible.
hi: जीवन भर की खरीद वर्तमान में उपलब्ध नहीं है।
id: Pembelian seumur hidup saat ini tidak tersedia.
it: Acquisto a vita attualmente non disponibile.
ja: 終身購入は現在利用できません。
ko: 평생 구매 현재 사용 불가능합니다.
nl: Levenslange aankoop momenteel niet beschikbaar.
pl: Dożywotni zakup obecnie niedostępny.
pt_br: Compra vitalícia atualmente indisponível.
ru: Пожизненная покупка в настоящее время недоступна.
th: การซื้อเป็นอย่างยาวนาน ณ ปัจจุบันไม่สามารถใช้งานได้
tr: Ömür boyu satın alma şu anda mevcut değil.
uk: Пожизненна покупка наразі недоступна.
vi: Giao dịch trọn đời hiện không khả dụng.
zh_hans: 终身购买目前不可用。
zh_hant: 終身購買目前無法使用。

source: Light
de: Licht
es: Luz
fr: Lumière
hi: प्रकाश
id: Cahaya
it: Luce
ja: 光
ko: 빛
nl: Licht
pl: Światło
pt_br: Luz
ru: Свет
th: แสง
tr: Işık
uk: Світло
vi: Ánh sáng
zh_hans: 浅色
zh_hant: 光

source: Link to item
de: Link zum Artikel
es: Vincular al elemento
fr: Lien vers l'article
hi: आइटम से लिंक करें
id: Tautkan ke item
it: Collegamento all'articolo
ja: アイテムへのリンク
ko: 항목에 링크
nl: Link naar item
pl: Połącz z elementem
pt_br: Link para item
ru: Ссылка на элемент
th: ลิงก์ไปยังรายการ
tr: Öğeye bağla
uk: Посилання на елемент
vi: Liên kết đến mục
zh_hans: 链接到项目
zh_hant: 鏈接至項目

source: Loading Products...
de: Produkte werden geladen...
es: Cargando productos...
fr: Chargement des produits...
hi: उत्पाद लोड हो रहे हैं...
id: Memuat Produk...
it: Caricamento Prodotti...
ja: 製品を読み込んでいます...
ko: 제품을 불러오는 중...
nl: Producten laden...
pl: Ładowanie produktów...
pt_br: Carregando Produtos...
ru: Загрузка продуктов...
th: กำลังโหลดสินค้า...
tr: Ürünler Yükleniyor...
uk: Завантаження продуктів...
vi: Đang tải Sản phẩm...
zh_hans: 加载产品...
zh_hant: 加載產品...

source: Manage Participants
de: Teilnehmer verwalten.
es: Gestionar participantes
fr: Gérer les participants
hi: प्रबंधन प्रतिभागी
id: Kelola Peserta
it: Gestisci partecipanti
ja: 参加者を管理
ko: 참가자 관리
nl: Beheer Deelnemers
pl: Zarządzaj uczestnikami.
pt_br: Gerenciar Participantes
ru: Управление участниками.
th: จัดการผู้เข้าร่วม
tr: "Katılımcıları Yönet"
uk: Керування учасниками
vi: Quản lý Người tham gia
zh_hans: 管理参与者
zh_hant: 管理參與者

source: Manage Subscription
de: "Abonnement verwalten"
es: Gestionar suscripción
fr: Gérer l'abonnement
hi: सब्सक्रिप्शन प्रबंधित करें।
id: Kelola Langganan
it: Gestisci abbonamento
ja: サブスクリプションを管理
ko: 구독 관리"
nl: Beheer abonnement
pl: Zarządzaj subskrypcją.
pt_br: Gerenciar Assinatura
ru: Управление подпиской
th: จัดการการสมัครสมาชิก
tr: "Aboneliği Yönet"
uk: Керування підпискою
vi: Quản lý Đăng ký
zh_hans: 管理订阅
zh_hant: 管理訂閱

source: Manage Subscriptions
de: Abonnements verwalten.
es: Administrar suscripciones.
fr: Gérer les abonnements
hi: सदस्यता प्रबंधित करें।
id: Kelola Langganan
it: Gestisci abbonamenti
ja: サブスクリプションを管理します。
ko: 구독 관리하기
nl: Beheer abonnementen
pl: Zarządzaj subskrypcjami.
pt_br: Gerenciar assinaturas.
ru: Управление подписками
th: จัดการการสมัครสมาชิก
tr: Abonelikleri Yönet
uk: Керування підписками
vi: Quản lý Đăng ký
zh_hans: 管理订阅
zh_hant: 管理訂閱

source: Metadata
de: Metadaten.
es: Metadatos.
fr: Métadonnées.
hi: मेटाडेटा
it: Metadati
ja: メタデータ
ko: 메타데이터
nl: Metagegevens
pl: Metadane.
pt_br: Metadados.
ru: Метаданные
th: ข้อมูลเมตาดาต้า
tr: "Meta verileri"
uk: Метадані
vi: Dữ liệu siêu.
zh_hans: 元数据
zh_hant: 元數據

source: Microphone Access
de: Mikrofonzugriff
es: Acceso al micrófono
fr: Accès au microphone
hi: माइक्रोफ़ोन एक्सेस
id: Akses Mikrofon
it: Accesso al microfono
ja: マイクへのアクセス
ko: 마이크 접근 권한
nl: Microfoontoegang
pl: Dostęp do mikrofonu
pt_br: Acesso ao Microfone
ru: Доступ к микрофону
th: การเข้าถึงไมโครโฟน
tr: Mikrofon Erişimi
uk: Доступ до мікрофона
vi: Quyền truy cập Microphone
zh_hans: 麦克风访问
zh_hant: 麥克風存取權限

source: Minimum lines before metadata generation: %lld
de: Mindestanzahl von Zeilen vor der Metadatengenerierung: %lld
es: Líneas mínimas antes de la generación de metadatos: %lld
fr: Nombre minimum de lignes avant la génération des métadonnées: %lld
hi: निम्न संख्या पंक्तियों की आवश्यकता है पहले मेटाडेटा उत्पन्न: %lld।
id: Jumlah baris minimum sebelum pembuatan metadata: %lld
it: Numero minimo di righe prima della generazione dei metadati: %lld.
ja: メタデータ生成前の最小行数：%lld
ko: 메타데이터 생성 전 최소 라인 수: %lld
nl: Minimum regels voor metagegevensgeneratie: %lld
pl: Minimalna liczba linii przed generowaniem metadanych: %lld
pt_br: Número mínimo de linhas antes da geração de metadados: %lld.
ru: Минимальное количество строк перед генерацией метаданных: %lld.
tr: Minimum satır sayısı önce meta veri oluşturma: %lld.
uk: Мінімальна кількість рядків перед генерацією метаданих: %lld.
vi: Số dòng tối thiểu trước khi tạo siêu dữ liệu: %lld.
zh_hans: 生成元数据之前的最小行数：%lld。
zh_hant: 生成元數前的最小行數：%lld。

source: Mistral API Key
de: Mistral API-Schlüssel
es: "Clave de API de Mistral"
fr: "Clé API Mistral"
hi: मिस्ट्रल एपीआई कुंजी
id: Kunci API Mistral
it: Chiave API di Mistral
ja: Mistral APIキー
ko: Mistral API 키
nl: Mistral API-sleutel
pl: "Klucz API Mistral"
pt_br: Chave da API Mistral
ru: Ключ API Mistral
th: คีย์ API ของ Mistral
tr: Mistral API Anahtarı
uk: Ключ API Mistral
vi: "Khóa API Mistral"
zh_hans: Mistral API 密钥
zh_hant: Mistral API 金鑰

source: Model
de: Modell
es: "Model" -> "Modelo"
fr: Modèle
hi: मॉडल
ja: モデル
ko: 모델
pt_br: Modelo
ru: Модель
th: โมเดล
uk: Модель
vi: Mô hình
zh_hans: 模型
zh_hant: 模型
